/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */







/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Richiesta dettagli in arrivo";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Occupato";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Errore chiamata 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Errore chiamata 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Attesa chiamata";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Connessione";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contatto disponibile";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contatto non disponibile";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Contatti ricevuti";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Trasferimento file completato";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Trasferimento file fallito";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Primo messaggio ricevuto";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Termina";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Metti in attesa la chiamata";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Chiamata in arrivo";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Inizio trasferimento file";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Accedi";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Disconnetti";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Messaggio ricevuto";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Messaggio inviato";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Nuovo utente";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Chiamata in uscita";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Riaggancia a distanza";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Riprendi la chiamata";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Toni tastiera numerica";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "TripleBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Messaggio vocale";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Quando esco";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Quando accedo";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Il contatto è ora disponibile";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Il conttato non è più disponibile";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Chiamata in arrivo";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Chiamata in arrivo - Attesa chiamata";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Chiamata in connessione";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Chiamata in uscita";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Termina chiamata";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "L’altro utente ha riagganciato";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Occupato";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Metti in attesa la chiamata";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Riprendi la chiamata";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nuovo messaggio nella conversazione recente";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nuovo messaggio nella conversazione in corso";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Primo messaggio nella conversazione";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Ricevuto messaggio di stato";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Contatto sta scrivendo";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Messaggio inviato";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Richiesta contatto ricevuta";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Contatti ricevuti";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Inizio trasferimento file";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Trasferimento file completato";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Trasferimento file fallito";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Accesso avvenuto.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Sei scollegato.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Il tuo contatto \"@\" è disponibile.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Il tuo contatto \"@\" non è disponibile.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Hai una chiamata in arrivo da \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Hai una chiamata in arrivo da \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Chiamata in connessione.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Chiamando \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Chiamata terminata";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Ha agganciato.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linea occupata.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Metti in attesa la chiamata.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Riprendi la chiamata";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Messaggio";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Messaggio da \"@\"";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Messaggio a \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" ha cambiato il messaggio personale.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Hai un messaggio chat da \"@\"!\"";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" sta scrivendo.\"";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Hai ricevuto una richiesta di contatto da \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Hai ricevuto una lista di contatti da \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Hai ricevuto un file da \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Trasferimento file con \"@\" è stato completato.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Trasferimento file con \"@\" è fallito.";